[
    "What’s something you’re really proud of right now?",
    "Be honest, what stresses you out the most these days?",
    "What’s a goal you haven’t told anyone about?",
    "What’s one thing you want to improve about yourself?",
    "What motivates you when you feel stuck?",
    "What’s something you wish people understood about you?",
    "What’s your biggest fear lately?",
    "What’s one habit you’re trying to build?",
    "What’s something that’s been on your mind a lot?",
    "What’s one thing you’d change about your life right now?",
  
    "What’s the hardest decision you’ve made recently?",
    "What’s something you miss?",
    "What’s one thing that made you smile recently?",
    "What’s your biggest distraction these days?",
    "What’s something you’re avoiding?",
    "What’s one thing you’re grateful for right now?",
    "What’s something you overthink a lot?",
    "What’s one thing you’re excited about?",
    "What’s something you wish you could say out loud?",
    "What’s a mistake you learned a lot from?",
  
    "What’s one thing you’re tired of explaining?",
    "What’s something that keeps you up at night?",
    "What’s a small win you had recently?",
    "What’s something you want to let go of?",
    "What’s one thing you’re working hard for?",
    "What’s something you’re afraid to fail at?",
    "What’s a thought you keep coming back to?",
    "What’s something that made you feel proud recently?",
    "What’s one thing you want to get better at?",
    "What’s something you wish was easier?",
  
    "What’s one thing you’re confused about in life right now?",
    "What’s something you wish you had more time for?",
    "What’s something you’re secretly good at?",
    "What’s something you want to fix in your life?",
    "What’s one thing you’re learning right now?",
    "What’s something you feel behind on?",
    "What’s one thing you don’t talk about much?",
    "What’s something that drains your energy?",
    "What’s something that gives you energy?",
    "What’s one thing you’re chasing right now?",
  
    "What’s something you regret not starting earlier?",
    "What’s one thing you want future-you to thank you for?",
    "What’s something you’re scared to admit?",
    "What’s one thing you’re proud you didn’t quit?",
    "What’s something that feels heavy lately?",
    "What’s one thing you want more consistency in?",
    "What’s something you feel misunderstood about?",
    "What’s one thing you’re done tolerating?",
    "What’s something you want clarity on?",
    "What’s one thing you’re trying to figure out?",
  
    "What’s something you wish people asked you more?",
    "What’s one thing you’re afraid of losing?",
    "What’s something that changed you recently?",
    "What’s one thing you’re learning the hard way?",
    "What’s something you’re holding onto?",
    "What’s one thing you want to be better at next year?",
    "What’s something you’re struggling to balance?",
    "What’s one thing you need more discipline in?",
    "What’s something you’re quietly working on?",
    "What’s one thing you’re hopeful about?",
  
    "What’s something you want to say but never do?",
    "What’s one thing you’re trying to unlearn?",
    "What’s something that makes you feel insecure?",
    "What’s one thing you’re proud of surviving?",
    "What’s something you want peace with?",
    "What’s one thing you want to prove to yourself?",
    "What’s something you’re afraid to start?",
    "What’s one thing you’re ready to change?",
    "What’s something that makes you feel grounded?",
    "What’s one thing you want to improve this month?"
  ]
  